{
    "barbers": [
        {
            "id": 2609,
            "name": "RADIANTIX",
            "description": "Veniam excepteur occaecat aliqua fugiat. Sint aliquip sunt culpa quis quis nisi aliquip dolor ex. Dolore et ad ut est consectetur qui et tempor dolor.\r\n",
            "city": "Moraida, Nevada",
            "address": "643 Bushwick Place"
        },
        {
            "id": 8078,
            "name": "IZZBY",
            "description": "Nisi reprehenderit sint fugiat ea voluptate aliquip tempor laboris laboris veniam est. Ea exercitation cillum et ad esse fugiat exercitation consequat aliqua. Sit ullamco ut ea quis laborum fugiat ea et voluptate non quis sit. Commodo officia nulla nulla nulla quis nostrud eu.\r\n",
            "city": "Franklin, Delaware",
            "address": "279 Matthews Place"
        },
        {
            "id": 9353,
            "name": "KOZGENE",
            "description": "Commodo voluptate et nulla eu nostrud. Anim est tempor minim ad culpa tempor excepteur quis. Ullamco aute velit sint sunt elit ex incididunt labore.\r\n",
            "city": "Windsor, Hawaii",
            "address": "776 Metropolitan Avenue"
        },
        {
            "id": 6477,
            "name": "AMRIL",
            "description": "Aute mollit dolor eiusmod minim irure laborum sit. Cillum commodo aute ut ad irure magna occaecat qui duis. Magna id minim ipsum nisi sunt eu elit deserunt eu est duis velit. Ut in elit in fugiat est dolor voluptate consequat irure amet.\r\n",
            "city": "Bendon, Oregon",
            "address": "201 Church Lane"
        },
        {
            "id": 1583,
            "name": "JOVIOLD",
            "description": "Quis officia tempor exercitation ea adipisicing mollit aute tempor elit nulla quis qui est. Consectetur ipsum nisi laborum officia aute excepteur cillum. Sit dolor duis consectetur Lorem incididunt sunt esse duis consectetur officia. Incididunt nisi Lorem ea ut incididunt. Eiusmod duis laboris incididunt nulla dolore magna do amet eu eu reprehenderit qui consectetur.\r\n",
            "city": "Ferney, Guam",
            "address": "608 Preston Court"
        },
        {
            "id": 1772,
            "name": "UXMOX",
            "description": "Laboris eiusmod Lorem consectetur aliquip non. Eu duis Lorem eu aute anim velit in quis. In nisi aliqua eu deserunt eiusmod officia in anim. Anim sit ad excepteur cupidatat deserunt occaecat dolor aute proident magna tempor ad. Aliqua aliquip quis eu velit non dolore officia officia. Anim deserunt irure laborum irure fugiat elit sint culpa ipsum occaecat cupidatat quis. Pariatur mollit minim incididunt ut sunt.\r\n",
            "city": "Cressey, Pennsylvania",
            "address": "221 Bowne Street"
        },
        {
            "id": 5269,
            "name": "XIXAN",
            "description": "Ut irure cillum et excepteur irure tempor nisi tempor. Aliqua sit incididunt do quis. Laborum non cillum esse officia mollit magna officia voluptate tempor tempor.\r\n",
            "city": "Jeff, Massachusetts",
            "address": "831 Hancock Street"
        },
        {
            "id": 871,
            "name": "ZAGGLES",
            "description": "Do sunt in enim consectetur tempor eu consectetur veniam. Consectetur do eu quis do laborum cillum. Pariatur dolor reprehenderit excepteur velit Lorem nostrud ipsum qui velit cupidatat eu. Reprehenderit ullamco enim cupidatat exercitation ea culpa culpa voluptate excepteur adipisicing id. Excepteur reprehenderit voluptate id sit nostrud fugiat consectetur tempor laboris enim sit elit sunt. Minim sint ipsum pariatur laboris labore cillum est officia occaecat elit adipisicing id.\r\n",
            "city": "Strong, North Carolina",
            "address": "396 Crescent Street"
        },
        {
            "id": 6554,
            "name": "FURNITECH",
            "description": "Proident eiusmod aliqua dolore adipisicing magna. Eu ullamco velit eu nulla aute nisi sunt velit ex dolore. Deserunt nisi occaecat esse sint adipisicing fugiat enim ex eu nostrud voluptate laboris nisi aliquip.\r\n",
            "city": "Gloucester, Arizona",
            "address": "961 Pioneer Street"
        },
        {
            "id": 4943,
            "name": "CINASTER",
            "description": "Minim laborum enim nostrud magna qui elit dolore eu. Officia enim voluptate eiusmod nostrud proident ut reprehenderit aute minim qui esse voluptate proident consectetur. Irure cillum labore labore aliqua duis laboris dolore sit eu culpa. Nostrud qui ipsum non dolore.\r\n",
            "city": "Faywood, Georgia",
            "address": "659 Rochester Avenue"
        },
        {
            "id": 2477,
            "name": "ENERSAVE",
            "description": "Ea irure sint ullamco ipsum qui ut ad ex mollit sint eu labore cillum. Duis non consectetur commodo adipisicing nulla velit. Laboris ullamco qui magna sit eu veniam et elit nostrud deserunt dolor dolor tempor. Tempor non ex quis exercitation.\r\n",
            "city": "Lynn, District Of Columbia",
            "address": "921 Grove Place"
        },
        {
            "id": 287,
            "name": "OVERPLEX",
            "description": "Laborum magna ex pariatur voluptate nulla fugiat enim consequat. In proident magna deserunt do consectetur fugiat anim. Veniam eiusmod sunt laborum sit consequat sunt laboris pariatur nisi nostrud cupidatat et.\r\n",
            "city": "Sanders, North Dakota",
            "address": "691 Stuart Street"
        },
        {
            "id": 9790,
            "name": "SOLAREN",
            "description": "In laborum sit aliquip et excepteur qui aliqua elit quis dolor non. Aute adipisicing id est cillum fugiat qui qui pariatur. Minim sint aute laboris irure laboris nisi. Aliquip velit officia proident ex elit minim adipisicing adipisicing. Ipsum sit nostrud elit commodo.\r\n",
            "city": "Spelter, Oklahoma",
            "address": "751 Vermont Street"
        },
        {
            "id": 697,
            "name": "COMVEX",
            "description": "Do pariatur sint et consectetur magna fugiat non tempor esse minim. Amet proident irure nisi minim quis esse. Non laboris occaecat ea amet quis dolor magna deserunt laboris.\r\n",
            "city": "Castleton, Utah",
            "address": "531 Clay Street"
        },
        {
            "id": 2960,
            "name": "MOREGANIC",
            "description": "Sunt est magna est consectetur velit proident incididunt esse et ex ex consectetur. Commodo consectetur pariatur eu exercitation sit ad deserunt do fugiat. Eiusmod qui esse deserunt nisi enim labore tempor. Non eiusmod deserunt consectetur fugiat.\r\n",
            "city": "Kidder, New Jersey",
            "address": "444 Lincoln Avenue"
        },
        {
            "id": 4019,
            "name": "MACRONAUT",
            "description": "Veniam minim mollit elit et id. Enim laborum aliquip aliquip duis adipisicing laborum laborum do adipisicing. Reprehenderit minim laborum laboris in esse velit. In mollit occaecat labore ullamco elit adipisicing occaecat sit. Aliquip laborum nulla ullamco cillum aliquip commodo ea anim do aliqua ullamco sit excepteur. Aute ullamco esse commodo adipisicing fugiat eiusmod.\r\n",
            "city": "Bowie, Texas",
            "address": "331 Jewel Street"
        }
    ]
}